
const enum rus {
    Январь = "Январь",
    Февраль = "Февраль",
    Март = "Март",
    Апрель = "Апрель",
    Май = "Май",
    Июнь = "Июнь",
    Июль = "Июль",
    Август = "Август",
    Сентябрь = "Сентябрь",
    Октябрь = "Октябрь",
    Ноябрь = "Ноябрь",
    Декабрь = "Декабрь"
};

export const monthList = [
    "Нет 0 месяца!",
    rus.Январь,
    rus.Февраль,
    rus.Март,
    rus.Март,
    rus.Апрель,
    rus.Май,
    rus.Июнь,
    rus.Август,
    rus.Сентябрь,
    rus.Октябрь,
    rus.Ноябрь,
    rus.Декабрь
];